Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Course Number Display String
uk: Номер курсу, який відображається

source: This article is no longer related to the file %s.
uk: Ця стаття більше не пов'язана з файлом %s.

source: Replace with
uk: Замінити з

source: Welcome!
uk: Ласкаво просимо!

source: Secret Token String for Annotation
uk: Секретний token рядок для коментарів

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
uk: Фінансова допомога EdX — це програма, створена для того, щоб дати можливість отримання Підтвердженого сертифікату про успішне проходження курсів EdX будь-якому слухачеві, незалежно від його фінансового стану.

source: Left to right
uk: Зліва направо

source: Unknown reason
uk: Невідома причина

source: Master's or professional degree
uk: Магістр або спеціаліст

source: Certificate of
uk: Сертифікат про

source: This learner will be removed from the team, allowing another learner to take the available spot.
uk: Цей студент буде виключений з команди, щоб дозволити іншому студенту зайняти звільнене місце.

source: Default Tab
uk: Вкладка за промовчанням

source: Reset due date for student
uk: Скидання терміну здачі для студента

source: status
uk: статус

source: Edit Course Details &amp; Schedule
uk: Редагувати елементи курсу і розклад

source: modified
uk: змінено

source: Percentage of seats purchased with invoices
uk: Відсоток місць, придбаних за рахунками-фактурами

source: Poster Image URL
uk: URL зображення, завантаженого автором

source: Posts I'm Following
uk: Повідомлення, які я відстежую

source: This email was automatically sent by {site_name} because someone attempted to create an {platform_name} account using this email address. If you did not attempt to create this account and do not activate the account, you will no longer receive emails from {platform_name}.
uk: Цей лист було автоматично відправлено з {site_name}, тому що хтось спробував створити обліковий запис на {platform_name} використовуючи цю електронну адресу. Якщо ви не намагались створити цей обліковий запис і не хочете активувати його, то ви більше не будете отримувати листи від {platform_name}.

source: Remove Flag
uk: Прибрати позначку

source: There was an error while importing the new library to our database.
uk: Відбулась помилка під час імпорту нової бібліотеки у нашу базу даних.

source: Settings for plugin
uk: Налаштування плагіна

source: Legend
uk: Легенда

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
uk: В кожному рядку, зазначте кількість пройденних курсів для отримання в нагороду значок, кома, потім клас значка, який Ви створили компонентом видачі 'openedx__course'. Наприклад: 3,enrolled_3_courses

source: Show Reset Button for Problems
uk: Показувати кнопку скидання у завданнях

source: List of state dictionaries of each task within this module.
uk: Список словників, що відображають стан кожного завдання в даному модулі.

source: Subsection
uk: Підрозділ

source: One of the products you're trying to order is unavailable.
uk: Один з продуктів, які ви намагаєтесь замовити, недоступний.

source: Advanced
uk: Додаткове

source: %(display_name)s Settings
uk: %(display_name)s налаштування

source: Enable Student-Generated Certificates
uk: Дозволити випуск сертифікатів слухачами

source: Preview Certificate
uk: Передпоказ сертифікату

source: Email Addresses/Usernames
uk: Електронні адреси / Імена користувачів

source: Discount (%)
uk: Знижка (%)

source: income in US Dollars ($)
uk: дохід у доларах США ($)

source: Terms of Service and Honor Code
uk: Умови надання послуг та Кодекс Честі

source: Organization Billing Address
uk: Адреса виставлення рахунку організації

source: (root)
uk: (корінь)

source: You must complete all fields.
uk: Ви повинні заповнити всі поля.

source: everyone who is staff or instructor on this course
uk: всі хто є персоналом або інструктором цього курсу

source: {platform_name} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. {platform_name} is a non-profit online initiative created by founding partners Harvard and MIT.
uk: {platform_name} пропонує інтерактивні он-лайн класи і курси від кращих світових університетів: Массачусетського технологічного інституту, Гарварду, Берклі, Університет Техасу, і багатьох інших. {platform_name} є некомерційним он-лайн проектом, створеним у партнерстві Гарварда та MIT.

source: Cohorts
uk: Групи

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
uk: Вкажіть, чи слід доступ до цього відео обмежити тільки переглядом в браузері, або воно може бути доступно з інших додатків, включаючи мобільні додатки.

source: Education Completed
uk: Освіта завершена

source: Grace period must be specified in HH:MM format.
uk: Грейс-період має бути вказаним в форматі HH:MM.

source: You can remove members from this team, especially if they have not participated in the team's activity.
uk: Ви можете видалити членів команди, особливо якщо вони не брали участі в роботі команди.

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
uk: Платіжний сервіс передав значення {value} для параметра {parameter} з помилкою.

source: The edX Team
uk: Команда edX

source: Wikipedia
uk: Вікіпедія

source: Delete table
uk: Видалити таблицю

source: No parsable task_input information found for instructor_task {0}: {1}
uk: Оброблену інформацію по task_input не знайдено для instructor_task {0}: {1}

source: You're receiving this e-mail because you requested a password reset for your user account at edx.org.
uk: Ви отримали цього листа, тому що ви запитали про відновлення паролю для вашого облікового запису на edx.org.

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
uk: EdX, Open edX, та логотипи edX and Open edX є зареєстрованими торгівельними марками або є торгівельними марками {link_start}edX Inc.{link_end}

source: Waiting for Peer Submissions
uk: В очікуванні

source: ascending
uk: висхідний

source: Password reset email sent. Follow the link in the email to change your password.
uk: Надіслано листа з оновленням паролю. Перейдіть за посиланням в листі для того, щоб змінити ваш пароль.

source: This value must be all lowercase.
uk: Дане значення повинно бути в нижньому регістрі.

source: Advanced Degree
uk: Розширений Ступінь

source: Add a comment...
uk: Додати коментар ...

source: Contact Us
uk: Зв'яжіться з нами

source: This email was automatically sent from {site_name} to {full_name}
uk: Це повідомлення автоматично відправлено {site_name} користувачеві {full_name}

source: Image Upload Error
uk: Помилка завантаження зображення

source: Course Learning Information
uk: Інформація про курс навчання

source: Sunday
uk: Неділя

source: Problem Type
uk: Вид завдання

source: All Rights Reserved
uk: Всі права захищені.

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
uk: Помилка послідовності! Неможливо перейти до %(tab_name)s у поточному SequenceModule. Будь ласка, зв'яжіться зі співробітниками edX.

source: Required fields are noted by %(bold_start)sbold text and an asterisk (*)%(bold_end)s.
uk: Обов'язкові для заповнення поля виділені %(bold_start)sжирним текстом та зірочкою (*)%(bold_end)s.

source: Failed to find any background tasks for course "{course}" and module "{problem}".
uk: Неможливо знайти фонові завдання для курсу "{course}" і модуля "{problem}".

source: Dashboard for:
uk: Панель для:

source: Name must be at least {min_length} characters long.
uk: Ім'я повинне складатися не менш ніж з {min_length} символів.

source: Coupon Code
uk: Код купона

source: Unregister
uk: Відмінити реєстрацію

source: I completed a course at {platform_name}. Take a look at my certificate.
uk: Я закінчив курс в {platform_name}. Погляньте на мій сертифікат!

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below.
uk: Докладний звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Discounts
uk: Знижка

source: Written Feedback
uk: Письмовий відгук

source: Age
uk: Вік

source: There was an error obtaining email task history for this course.
uk: Під час отримання історії листування для цього курсу сталась помилка.

source: The course key for the restricted course.
uk: Ключ курсу для обмеженого курсу.

source: Save Settings
uk: Зберегти Налаштування

source: Password reset unsuccessful
uk: Не вдалося скинути пароль

source: I just registered for {number} {title} through {account}: {url}
uk: Я щойно зареєструвався на {number} {title} через {account}: {url}

source: I just registered for {number} {title} through {platform} {url}
uk: Я щойно зареєструвався на {number} {title} через {platform} {url}

source: This response was not submitted.
uk: Цю відповідь не було надіслано.

source: Add to Mozilla Backpack
uk: Додати до Mozilla Backpack

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
uk: Щось сталось не так із файлом субтитрів SubRip під час обробки. Системне повідомлення {error_message}

source: Task Type
uk: Тип завдання

source: Cohort Configuration
uk: Конфігурація категорії

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
uk: Створити тікети для системи Zendesk на підозрілі спостережувані спроби іспитів

source: We are unable to load this table.
uk: Неможливо завантажити цю таблицю.

source: Text
uk: Текст

source: Error getting entrance exam task history for student '{student_id}'.
uk: Помилка при отриманні історії завдань вступного іспиту для студента '{student_id}'.

source: Certificates Display Behavior
uk: Показ сертифікатів

source: Dear [[Name]]:
uk: Шановний/а [[Name]]:

source: You have unsaved changes. Do you really want to leave this page?
uk: У вас є незбережені зміни. Ви дійсно хочете покинути сторінку?

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
uk: {b_start}Простота поширення:{b_end} Додайте Ваш сертифікат до Вашого резюме або додайте до Вашого профілю у LinkedIn

source: Failed to create a background task for rescoring "{key}" for student {id}.
uk: Неможливо створити фонове завдання для перерахунку "{key}" для студента {id}.

source: Reset ALL students' attempts
uk: Скинути лічильник спроб для ВСІХ студентів

source: Submissions for Part {part_number}
uk: Відповіді для Частини {part_number}

source: This answer is correct.
uk: Ця відповідь є правильною.

source: (empty)
uk: (пусто)

source: CAUTION!
uk: ОБЕРЕЖНО!

source: To see the status for all bulk email tasks ever submitted for this course, click on this button:
uk: Для перегляду статусу всіх масових операцій з електронною поштою, коли-небудь запущених для цього курсу, натисніть на цю кнопку.

source: <li>Transcript will be displayed when
uk: <li>Переклад буде відображено коли

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
uk: Це основний SKU (ідентифікатор товарної одиниці) цього режиму у зовнішній службі електронної комерції.

source: Professional
uk: Професійний

source: No answer entered!
uk: Жодної відповіді!

source: How did students answer this problem?
uk: Як студенти відповіли на цю проблему?

source: Please select one or more certificate statuses that require certificate regeneration.
uk: Будь ласка, виберіть не менше одного статусу сертифікатів, які потрібно створити заново.

source: Turn off captions
uk: Вимкнути субтитри

source: How it Works
uk: Як це працює

source: Publish all unpublished changes for this %(item)s?
uk: Опублікувати всі неопубліковані зміни для %(item)s?

source: edX Wiki
uk: edX Вікі

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
uk: <%= user %> успішно доданий. Для видачі сертифіката натисніть кнопку \"Створити сертифікати для виняткових випадків\".

source: A short summary of what the file contains
uk: Коротко про зміст файлу

source: Could not find Certificate Exception in white list. Please refresh the page and try again
uk: Не вдалося знайти виключення в списку для одержання сертифікатів. Будь ласка, оновіть сторінку та повторіть спробу.

source: This is a key string.
uk: Це головний рядок.

source: Insert template
uk: Вставити шаблон

source: Processing Re-run Request
uk: Обробка запитів повторних операцій

source: Debug:
uk: Налагодження:

source: Register below to create your {platform_name} account
uk: Зареєструйтеся, щоб створити свій обліковий запис на {platform_name}

source: An image was added: %s
uk: Було додано зображення: %s

source: Your verification status is good for one year after submission.
uk: Статус верифікації діє один рік після її проходження.

source: Revert to Legacy Dashboard
uk: Повернутися до попередньої версії Панелі управління

source: Your verification will expire soon!
uk: Термін дії вашого підтвердження скоро завершиться!

source: {platform_name} Honor Code Certificate for {course_name}
uk: {platform_name} сертифікат для курсу {course_name}

source: Back To Instructor Dashboard
uk: Повернутися до Панелі Управління Викладача

source: Publishing
uk: Публікація

source: Number of Enrollment Codes
uk: Кількість кодів для зарахування на курс

source: Profile:
uk: Профіль:

source: Any Type
uk: Будь-який

source: Comment as returned from grader, LTI2.0 spec
uk: Коментар оцінювача, специфікація LTI 2.0

source: Due date extensions for {0} {1} ({2})
uk: Розширення термінів оплати для {0} {1} ({2})

source: Active Students
uk: Активні студенти

source: Successfully enrolled and sent email to the following students:
uk: Успішно зараховані та відправлено електронні листи наступним студентам:

source: The git repo location should end with '.git', and be a valid url
uk: Адреса сховища git повинна закінчуватись на '.git' та бути коректним URL

source: Watched a Video Last Week
uk: Переглядів за тиждень

source: (Required Field)
uk: (Обов'язкове поле)

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
uk: Виберіть курс, за який ви бажаєте отримати Підтверджений сертифікат. Якщо курсу немає в списку, переконайтеся, що ви записані на нього.

source: Message successfully {action} for {attempted} recipients
uk: Повідомлення успішно {action} для {attempted} отримувачів

source: Invoice No: {invoice_number}
uk: Рахунок-фактура №: {invoice_number}

source: You are already registered in course {0}.
uk: Ви вже зареєстровані на курс {0}.

source: Username must be minimum of two characters long
uk: Iм'я користувача повинно містити не менше двох символів

source: You Are Registered
uk: Ви зареєстровані

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
uk: Успішно почата задача переоцінювання завдання '<%= problem_id %>' для всіх студентів. Клацніть кнопку 'Показати історію задач для завдання' щоб побачити стан задачі.

source: Company Name:
uk: Ім'я компанії:

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
uk: Сукупна довжина назви організації, номера курсу та навчального року не може перевищувати <%=limit%> символів.

source: Self Paced
uk: Темп довільний

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
uk: Введіть true або false. Якщо це значення true, ви можете приховати підрозділ поки слухач не набрав необхідну кількість балів в попередньому підрозділі.

source: Sign in with {provider_name}
uk: Увійти за допомогою {provider_name}

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
uk: Використовуйте дужки (), щоб зробити вираз зрозумілим. Ви можете використовувати дужки всередині інших дужок.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
uk: Ви не можете видалити цю статтю, тому що ви не маєте прав для видалення статей із вкладеними статтями. Спробуйте видалити вкладені статтю вручну одну з одною.

source: You cannot delete a root article.
uk: Ви не можете видалити кореневу статтю.

source: Loading more threads
uk: Завантаження додаткових потоків

source: Error removing user
uk: Помилка при видаленні користувача

source: This is incorrect.
uk: Це неправильно

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link_start}Chrome{chrome_link_end} or {ff_link_start}Firefox{ff_link_end}.
uk: <strong>Попередження:</strong> Ваш браузер підтримується не повністю. Ми рекомендуємо використовувати {chrome_link_start}Chrome{chrome_link_end} або {ff_link_start}Firefox{ff_link_end}.

source: Course {course_id} requires {prerequisite_course_id}
uk: Курс {course_id} вимагає {prerequisite_course_id}

source: CourseID
uk: ID курса

source: Lines
uk: Лінії

source: Check the box to remove %(totalFlags)s flags.
uk: Поставте позначку щоб прибрати %(totalFlags)s прапорців.

source: Continue
uk: Продовжити

source: Tips
uk: Підказки

source: Level
uk: Рівень

source: Your Response Has Been Submitted
uk: Вашу відповідь було надіслано

source: Feedback for This Criterion
uk: Відгук для цього критерію

source: These actions run in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem, click on this button:
uk: Ці операції виконуються у фоновому режимі; стан активних процесів відображається у таблиці нижче. Щоб побачити стан всіх процесів, що виконуються у зв'язку з даним завданням, натисніть цю кнопку:

source: Legal
uk: Легальний

source: This team is already full.
uk: Набір в цю команду закритий.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
uk: Ви можете клацнути по будь-якому з стовпчиків, щоб отримати список студентів, які виконали завдання, а також отриманих ними оцінок.

source: %(percent)s%% of students
uk: %(percent)s%% студентів

source: Password Reset Help
uk: Допомога з оновленням паролю

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
uk: Ваші відповіді були збережені, але вони не оцінюються. Натисніть кнопку '{button_name}' для їх оцінки.

source: Choicegroup must include at least 1 correct and 1 incorrect choice
uk: Choicegroup повинна включати не менше 1-го коректного і 1-го некоректного вибору

source: Secondary/high school
uk: Середня освіта

source: Students whose accounts have been disabled
uk: Студенти, облікові записи яких заблоковані

source: Activate
uk: Активний

source: Cancelled
uk: Скасовано

source: Upgrade to Verified Certificate
uk: Підвищити до рівня «Підтверджений сертифікат»

source: Percent of Students
uk: Процент студентів

source: Answer hidden
uk: Відповідь прихована

source: Not Completed
uk: Не закінчено

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
uk: Будь ласка, надішліть кожен професійний унікальний код для реєстрації на курсі. Лист підтвердження/отримання електронною поштою, що ви отримаєте, містить шаблон з інструкціями для вступників курсу.

source: Replays
uk: Повтори

source: Welcome {username}! Please set your preferences below
uk: Ласкаво просимо, {username}! Будь ласка, вкажіть Ваші налаштування нижче

source: Course Warnings
uk: Попередження курсу

source: Re-subscribe Successful!
uk: Підписку успішно відновлено​​!

source: Error fetching grade distributions.
uk: Помилка завантаження розподілення оцінок

source: Preferred language for transcript
uk: Головна мова субтитрів

source: Self Assessment
uk: Самооцінювання

source: Sincerely, [[Your Signature]]
uk: З повагою, [[Ваш підпис]]

source: Updating Tags
uk: оновлення Мітки

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
uk: Статті, які втратили своїх батьків =============================== У нащадків цієї статті були видалені батьки. Напевно, Вам слід знайти їм новий будинок.

source: Your mailing address is required
uk: Необхідно вказати поштову адресу

source: Organization Contact
uk: Контактна особа

source: Whether or not the student can submit files as a response.
uk: Чи може студент надсилати файли в якості відповідей.

source: Type
uk: Тип

source: Finish
uk: Завершити

source: Stay up to date with all {platform_name} has to offer!
uk: Будьте завжди в курсі нових можливостей {platform_name}!

source: Display name for this module
uk: Назва модулю, що відображається

source: Refund Items
uk: Елементи для повернення грошей

source: The payment processor did not return a required parameter: {parameter}
uk: Платіжний сервіс не передав потрібного параметра: {parameter}

source: Last login
uk: Останній вхід

source: We couldn't find one of the products you're looking for.
uk: Ми не змогли знайти один з товарів, який ви шукаєте.

source: Preferred Language
uk: Обрати потрібну мову

source: Order
uk: Замовлення

source: Heading 6
uk: Заголовок 6

source: Course: {course_name}
uk: Курс: {course_name}

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
uk: Унікальний ідентифікатор для прикладу сертифіката. Він використовується для того, щоб визначити який приклад сертифіката був оброблений.

source: You've made some changes
uk: Ви здійснили певні зміни

source: Select a Library.
uk: Вибрати бібліотеку.

source: Customer's purchase order or other reference information
uk: Інформація по оплаті або інша довідкова інформація

source: Notifications
uk: Сповіщення

source: Hide External Tool
uk: Приховати зовнішній додаток

source: Jul
uk: Лип.

source: These users were not added as beta testers:
uk: Ці користувачі не були додані як бета-тестери:

source: {platform_name} Professional Certificate for {course_name}
uk: Професійний сертифікат {platform_name} для курсу {course_name}

source: Stolen or lost card.
uk: Вкрадена чи загублена картка.

source: Could not submit order
uk: Неможливо відправити замовлення

source: Your payment was successful.
uk: Ваш платіж успішний.

source: Group {group_id}
uk: Група {group_id}

source: Assignment Name
uk: Найменування Завдання

source: {platform_name} Staff
uk: Адміністратори {platform_name}

source: Change My Email Address
uk: Змінити Email

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
uk: Ви можете створити до {max_num_bookmarks_per_course} закладок. Видаліть непотрібні закладки для того, щоб додати нові.

source: There's already another assignment type with this name.
uk: Завдання з таким ім'ям вже існує.
